Repository: seanpm2001/slub_web_addressbooks
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_slubwebaddressbooks_domain_model_book
source: Book
de: Buch

# tx_slubwebaddressbooks_domain_model_book.link_map
source: Link Map
de: Link zur Karte in der Fotothek

# tx_slubwebaddressbooks_domain_model_book.link_map_thumb
source: Link Map Thumb
de: Link zum Kartenvorschaubild

# tx_slubwebaddressbooks_domain_model_book.page_behoerdenverzeichnis
source: Page Behoerdenverzeichnis
de: Behördenverzeichnis

# tx_slubwebaddressbooks_domain_model_book.page_berufsklassen_und_gewerbe
source: Page Berufsklassen Und Gewerbe
de: Berufsklassen und Gewerbebetriebe

# tx_slubwebaddressbooks_domain_model_book.page_genossenschaftsregister
source: Page Genossenschaftsregister
de: Genossenschaftsregister

# tx_slubwebaddressbooks_domain_model_book.page_handelsregister
source: Page Handelsregister
de: Handelsregister

# tx_slubwebaddressbooks_domain_model_book.persons
source: Persons Table
de: Personen-Tabelle

# tx_slubwebaddressbooks_domain_model_book.place_id
source: Place Id
de: Orts ID

# tx_slubwebaddressbooks_domain_model_book.streets
source: Streets Table
de: Straßen-Tabelle

# tx_slubwebaddressbooks_domain_model_place.place
source: Place
de: Ort
