Repository: seanpm2001/slub_web_addressbooks
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_slubwebaddressbooks_domain_model_book
source: Book
de: Buch

# tx_slubwebaddressbooks_domain_model_book.hint_list_of_person_names
source: The list contains the names at the top of each page. If the name you are looking for is missing choose the name alphabetically closest.
de: Die Liste enthält die Namen, die jeweils am Anfang einer Seite stehen. Sollte der von Ihnen gesuchte Name fehlen, wählen Sie bitte den alphabetisch nächstliegenden Eintrag.

# tx_slubwebaddressbooks_domain_model_book.hint_list_of_street_names
source: The list contains the street names at the top of each page. If the street name you are looking for is missing choose the street name alphabetically closest.
de: Die Liste enthält die Straßennamen, die jeweils am Anfang einer Seite stehen. Sollte der von Ihnen gesuchte Straßenname fehlen, wählen Sie bitte den alphabetisch nächstliegenden Eintrag.

# tx_slubwebaddressbooks_domain_model_book.hint_please_select_directory
source: Select a Directory
de: Wählen Sie ein Verzeichnis aus

# tx_slubwebaddressbooks_domain_model_book.hint_please_select_location
source: Select a Location
de: Wählen Sie einen Ort aus

# tx_slubwebaddressbooks_domain_model_book.hint_please_select_period
source: Select a Period
de: Wählen Sie einen Zeitraum aus

# tx_slubwebaddressbooks_domain_model_book.hint_read_the_whole_book
source: Browse the whole book
de: Blättern Sie auch durch das gesamte Buch

# tx_slubwebaddressbooks_domain_model_book.hint_there_is_no_name_directory
source: There is no directory of names for %1$s. Please have a look in the previous or next volume:
de: Es liegt kein Personenverzeichnis für %1$s vor. Suchen Sie doch z.B. im Jahrgang vorher oder nachher:

# tx_slubwebaddressbooks_domain_model_book.hint_there_is_no_street_directory
source: There is no directory of street names for %1$s. Please have a look in the previous or next volume:
de: Es liegt kein Straßenverzeichnis für %s vor. Suchen Sie doch z.B. im Jahrgang vorher oder nachher:

# tx_slubwebaddressbooks_domain_model_book.hint_you_searched_for_closest
source: You searched for "%1$s". This name may be found on the following page:
de: Sie haben nach "%1$s" gesucht. Dieser Name könnte auf folgender Seite stehen:

# tx_slubwebaddressbooks_domain_model_book.meta_description
source: Discover historical directories by selection of a location and a period. You receive a list of names and streets of %1$s in the year %2$s.
de: Wählen Sie aus der Liste der Personenamen und Straßennamen im digitalisierten, historischen Adressbuch von %1$s aus dem Jahr %2$s.

# tx_slubwebaddressbooks_domain_model_book.meta_page_title
source: List of street names and surnames of
de: Straßen- und Personenverzeichnis von

# tx_slubwebaddressbooks_domain_model_book.meta_title
source: Historical Addressbook of
de: Historisches Adressbuch von

# tx_slubwebaddressbooks_domain_model_book.page_behoerdenverzeichnis
source: Directory of Authorities
de: Behördenverzeichnis

# tx_slubwebaddressbooks_domain_model_book.page_berufsklassen
source: Page Berufsklassen
de: Berufsklassen

# tx_slubwebaddressbooks_domain_model_book.page_berufsklassen_gewerbe
source: Business Directory
de: Berufsklassen und Gewerbebetriebe

# tx_slubwebaddressbooks_domain_model_book.page_genossenschaftsregister
source: Directory of Cooperatives
de: Genossenschaftsregister

# tx_slubwebaddressbooks_domain_model_book.page_gewerbe
source: Page Gewerbe
de: Gewerbeverzeichnis

# tx_slubwebaddressbooks_domain_model_book.page_handelsregister
source: Directory of Trade Associations
de: Handelsregister

# tx_slubwebaddressbooks_domain_model_book.place_id
source: placeId
de: Orts ID

# tx_slubwebaddressbooks_domain_model_book.ppn
source: ppn of the book
de: PPN des Buchs

# tx_slubwebaddressbooks_domain_model_book.search_field_label
source: Search for Streets and Surnames...
de: Suchen Sie nach Straßen- und Personennamen...

# tx_slubwebaddressbooks_domain_model_book.submit
source: Check DLF
de: Mit DLF abgleichen.

# tx_slubwebaddressbooks_domain_model_book.updateChapters
source: Update Chapter Links
de: Kapitel- und Kartenlinks abgleichen

# tx_slubwebaddressbooks_domain_model_book.year
source: Year of Publication
de: Erscheinungsjahr

# tx_slubwebaddressbooks_domain_model_book.year_string
source: Year as String
de: Jahresanzeige

# tx_slubwebaddressbooks_domain_model_place
source: Town of the Book
de: Stadt

# tx_slubwebaddressbooks_domain_model_place.hov_link
source: Gazetteers of Saxony
de: Historisches Ortsverzeichnis

# tx_slubwebaddressbooks_domain_model_place.place
source: Cityname
de: Stadt
